---
kind: property
id: P:Autodesk.Revit.DB.SlabShapeEditor.SlabShapeCreases
source: html/fb345daf-b097-a458-8c69-2d8cbfa1eff3.htm
---
# Autodesk.Revit.DB.SlabShapeEditor.SlabShapeCreases Property

All of the creases that can be edited.

## Syntax (C#)
```csharp
public SlabShapeCreaseArray SlabShapeCreases { get; }
```